/* These are the strings used to build the menu */

/* First Menu Item */
"IrDA: Idle"		= "IrDA : inactif";
"IrDA: Discovering"	= "IrDA : détection";
"IrDA: Connected ("	= "IrDA : connecté (";
")"					= ")";
"IrDA: Broken Beam"	= "IrDA : faisceau coupé";
"IrDA: Invalid"		= "IrDA : invalide";
"IrDA: Off"			= "IrDA : désactivé";

/* Second Menu Item */
"Turn IrDA On" = "Activer IrDA";
"Turn IrDA Off" = "Désactiver IrDA";

/* Fourth Menu Item */
"Use Sound Effects" = "Utiliser les effets sonores";

/* Sixth Menu Item */
"Open Network Preferences..." = "Ouvrir Préférences Réseau...";
